Repository: paulwoman/Capitalism_Lab_ENG_to_NL
Catalog: tm/auto/Dilemma_of_a_Camera_Manufacturer_en-US_nl.tmx
Source language: en_us
Languages: nl

source: Title=Dilemma of a Camera Manufacturer
nl: Title=Dilemma van een cameraproducent

source: Description=With over twenty of years of experience in producing world-class photography equipment under your belt, you have earned the trust of a group of investors for funding your startup.
nl: Description=Met meer dan 20 jaren ervaring op jou rekening in de productie van wereldklasse fotografiemateriaal, heb je het vertrouwen gewonnen van een investeerdersgroep voor een startup.

source: ^^While traditional film cameras still dominate the market at the moment, development in digital photography technology has been gaining momentum.^^You see a great opportunity here but it requires committing a long term investment in research and development before any commercial products will materialize.^^Should you dedicate your resources to it at the outset or start with traditional film cameras and transit to digital cameras later for a hopefully smoother ride?
nl: ^^Terwijl traditionele filmcameras nog steeds de markt domineren, introduceert de digitale fotografietechnologie zich op de markt.^^Je ziet daarin een grote kans, maar dit vereist een lange termijn investering in onderzoek en ontwikkeling aleer je commerciele goederen kan produceren.^^Zou je jouw middelen aan het begin van het spel inzetten in traditionele filmcameras om later een, hopelijk, vlotte overgang te maken naar digitale cameras?

source: Goal Title=Market Leader
nl: Goal Title=Marktleider

source: Goal Description=Establish your company a producer of high quality camera products and strive to outperform the competition to become the market leader.
nl: Goal Description=Maak van jouw onderneming een producent van hoge kwaliteitscameragoederen en tracht de andere mededingers uit de markt te spelen door marktleider te worden.

source: (You are limited to production of photography products only until you have achieved this goal.)
nl: (Pas na het behalen van dit doel kan je ook andere goederen produceren dan fotografiegoederen produceren.)

source: Goal Achieved Text=Congratulations!
nl: Goal Achieved Text=Gefeliciteerd!

source: Your company has become the number one manufacturer of cameras.
nl: Jouw onderneming is nu de grootste producent van cameras.

source: Now you may move on to even bigger goals.
nl: Nu kan je nog grote doelen proberen behalen.

source: Goal Title=Consumer Electronics Giant
nl: Goal Title=Consumentenelectonicagigant

source: Goal Description=With your success in the photography product market, you have the capital and resources to diversify your business into the consumer electronics market and take your corporation to new heights.
nl: Goal Description=Met jouw succes op de fotogriegoederenmarkt heb je voldoende kapitaal en middelen om jouw onderneming te diversifiÃ«ren naar de consumentenelectronicamarkt en de onderneming naar een nieuw hoogtepunt te brengen.
